stress/notification/POST.yaml
config:
  target: "http://localhost:4000"
  phases:
    - duration: 10
      arrivalRate: 1
scenarios: 
  - flow:
      - post:
          url: "http://localhost:4000/notifications/edit/faultyID"
          json:
              receiveNotifications: false
              preferredTheme: "dark"
          expect:
            statusCode: 500