stress/notification/POST_2.yaml
config:
  target: "http://localhost:4000"
  phases:
    - duration: 10
      arrivalRate: 1
scenarios: 
  - flow:
      - post:
          url: "http://localhost:4000/noticiations/add/"
          json:
              receiver: ["5ffb4dbeee35744495bf58fc"]
              body: "TESTING NOTIFICATION"
          expect:
            statusCode: 200